Repository: drdla/django-rest-framework-jwt
Catalog: rest_framework_jwt/locale/*/LC_MESSAGES/django.po
Languages: de_de

source: Signature has expired.
de_de: Signatur ist abgelaufen.

source: Error decoding signature.
de_de: Fehler beim Dekodieren der Signatur.

source: Invalid signature.
de_de: Ungültige Signatur.

source: Invalid payload.
de_de: Ungültige Payload.

source: Invalid Authorization header. No credentials provided.
de_de: Ungültiger Authorisierungs-Header. Zugangsdaten fehlen.

source: Invalid Authorization header. Credentials string should not contain spaces.
de_de: Ungültiger Authorisierungs-Header. Zugangsdaten dürfen keine Leerzeichen enthalten.

source: User account is disabled.
de_de: Nutzerkonto ist deaktiviert.

source: Unable to login with provided credentials.
de_de: Ungültige Zugangsdaten.

source: Must include "{username_field}" and "password".
de_de: Muss "{username_field}" und "password" enthalten.

source: User doesn't exist.
de_de: Nutzer existiert nicht.

source: Refresh has expired.
de_de: Refresh ist abgelaufen.

source: orig_iat field is required.
de_de: Feld orig_iat wird benötigt.
